Repository: LiarOnce/packettracer-cn
Catalog: tm/auto/CPT8_1_1.tmx
Source language: en_us
Languages: zh_cn

source: Open ...
zh_cn: 打开...

source: Report an Issue
zh_cn: 报告问题

source: Any unsaved changes will be lost. Do you want to save your network?
zh_cn: 所有未保存的更改将会丢失。 您想要保存网络吗？

source: Port Visibility ...
zh_cn: 端口可见性...

source: Configure PT Script Modules ...
zh_cn: 配置PT脚本模块...

source: Network Description:
zh_cn: 网络描述:

source: Save As PKC ...
zh_cn: 另存为PKC...

source: PDU List Window:
zh_cn: PDU列表窗口:

source: &Update and Make a Copy
zh_cn: &更新并制作副本

source: Save File As Common Cartridge
zh_cn: 将文件保存为Common Cartridge

source: Valid Dates: %1 to %2
zh_cn: 有效日期: %1 至 %2

source: PDU Info
zh_cn: PDU信息

source: Save As PKZ ...
zh_cn: 另存为PKZ...

source: Drawing Palette ...
zh_cn: 绘图调色板...

source: Save As
zh_cn: 另存为

source: There are some outdated IoE devices. Do you want to update them?
zh_cn: 有一些旧式的IoE设备. 您想要更新它们吗？

source: Edit File Script Module
zh_cn: 编辑文件脚本模块

source: Can not overwrite exiting file:
zh_cn: 无法覆盖已存在的文件:

source: Please enter the password:
zh_cn: 请输入密码:

source: Listen ...
zh_cn: 监听...

source: Tutorials
zh_cn: 教程

source: %1 is locked.
zh_cn: %1 已锁定.

source: Configure PT Script Modules
zh_cn: 配置PT脚本模块

source: Please enter the script module password:
zh_cn: 请输入脚本模块密码:

source: Open Samples
zh_cn: 打开示例

source: Scenario Info Dialog
zh_cn: 场景信息对话框

source: User Profile ...
zh_cn: 用户资料...

source: Recent File 1
zh_cn: 最近文件1

source: Recent File 2
zh_cn: 最近文件2

source: Recent File 3
zh_cn: 最近文件3

source: Recent File 4
zh_cn: 最近文件4

source: Recent File 5
zh_cn: 最近文件5

source: Edit File Script Module ...
zh_cn: 编辑文件脚本模块...

source: Failed to start external CC exporter:
zh_cn: 无法启动外部CC导出器:

source: Configure Apps ...
zh_cn: 配置应用...

source: Serial Number: %1
zh_cn: 序列号: %1

source: Save Offline Copy As
zh_cn: 另存为离线文件

source: You have used %1 of your %2 saves available in the guest version of Packet Tracer. To eliminate this restriction, please go to this location and sign up for the <u><b>free</b></u> Packet Tracer training course.
zh_cn: 您已使用Packet Tracer访客版本中可用的 %2 保存的 %1。要消除此限制，请前往此位置并<u><b>免费</b></u>注册Packet Tracer培训课程。

source: Bottom Toolbar
zh_cn: 底部工具栏

source: Drawing Palette
zh_cn: 绘图调色板

source: Here you will learn how to effectively use Packet Tracer and register for a netacad.com ID which in turn will allow you to register your copy of Packet Tracer for no cost and eliminate the save restriction in this copy of Packet Tracer. By getting a netacad.com ID, you will also be able to take other free courses available on netacad.com.
zh_cn: 在这里，您将学习如何有效地使用Packet Tracer并注册一个netacad.com ID，这又将允许您免费注册Packet Tracer的副本，并消除在此Packet Tracer副本中的保存限制。通过获取netacad.com ID，您还可以使用netacad.com上的其他免费课程。

source: Packet Tracer Activity File (*.pkc)
zh_cn: Packet Tracer活动文件 (*.pkc)

source: Packet Tracer Activity File (*.pka)
zh_cn: Packet Tracer活动文件 (*.pka)

source: Packet Tracer Activity File (*.pkt)
zh_cn: Packet Tracer活动文件 (*.pkt)

source: Packet Tracer Activity File (*.pkz)
zh_cn: Packet Tracer活动文件 (*.pkz)

source: Configure Global Custom Interfaces
zh_cn: 配置全局用户界面

source: View Command Log
zh_cn: 查看命令日志

source: The publisher of this file is in the Untrusted Publishers list. Please go to Options->Preferences and remove it if you want to open this file. The untrusted publisher certificate has the following information.
zh_cn: 此文件的发布者位于“不受信任的发布者”列表中。如果要打开此文件，请前往“选项”->“首选项”并将其删除。不受信任的发布者证书具有以下信息。

source: New -- Packet Tracer
zh_cn: 新建 -- Packet Tracer

source: Zoom Reset
zh_cn: 重置缩放

source: Please use the Scripting page of Activity Wizard to edit an activity file's script module. Select Advanced profile in the Welcome page of Activity Wizard to enable the Scripting page.
zh_cn: 请使用活动向导的“脚本”页面编辑活动文件的脚本模块。在“活动向导”的“欢迎”页面中选择“高级”配置文件以启用“脚本”页面。

source: The file %1 is not compatible with this version of Packet Tracer.
zh_cn: 文件%1与此版本的Packet Tracer不兼容.

source: Open -- Packet Tracer
zh_cn: 打开 -- Packet Tracer

source: Do you want to use the current network as the answer network?
zh_cn: 您是否想将当前网络用作问答网络？

source: Congratulations %1! You completed the activity.
zh_cn: 恭喜 %1!您已完成此活动。

source: Score
zh_cn: 分数

source: You did not complete the activity. There are connectivity tests that failed. Please close this window and try again.
zh_cn: 您尚未完成该活动。存在失败的连接测试。请关闭此窗口并再次尝试。

source: You did not complete the activity. Please close this window and try again.
zh_cn: 您尚未完成该活动。 请关闭此窗口并再次尝试。

source: Completed:
zh_cn: 已完成:

source: Component
zh_cn: 组件

source: Connectivity Tests
zh_cn: 连接测试

source: Time Left:
zh_cn: 剩余时间:

source: Points:
zh_cn: 分数:

source: Items/Total
zh_cn: 项目/总数

source: Time Elapsed:
zh_cn: 已用时间:

source: The time limit for this activity has been reached. Closing the Check Answer window will restart the activity. Do you want to restart the activity?
zh_cn: 此活动的时间限制已到。 关闭检查答案窗口将重新启动该活动。 要重新启动该活动吗？

source: Correct
zh_cn: 正确

source: Incorrect
zh_cn: 错误

source: Connectivity
zh_cn: 连接

source: Restart Activity? -- Packet Tracer
zh_cn: 重启活动？ -- Packet Tracer

source: Are you sure you want to remove %1?
zh_cn: 您确定要删除%1吗？

source: Data Store ID:
zh_cn: 数据存储ID:

source: Export Data store File
zh_cn: 导出数据存储文件

source: Data Store Files (*.xml *.txt)
zh_cn: 数据存储文件(*.xml *.txt)

source: A data store file with the same name (%1) already exists. Do you want to replace it?
zh_cn: 具有相同名称(%1)的数据存储文件已存在. 您想要替换它吗？

source: Import Data Store Files from Directory
zh_cn: 从目录导入数据存储文件

source: A data store file with the same name already exists.
zh_cn: 具有相同名称的数据存储文件已存在.

source: Import Data Store Files
zh_cn: 导入数据存储文件

source: Enter Data Store ID
zh_cn: 输入数据存储ID

source: Cannot write to file.
zh_cn: 无法写入到文件.

source: Do you want to remove %1?
zh_cn: 您想要删除%1吗？

source: Do you want to delete the selected item?
zh_cn: 您想要删除所选项目吗？

source: Confirm Delete
zh_cn: 确认删除

source: Do you want to delete the selected items?
zh_cn: 您想要删除所选项目吗？

source: Color Cable
zh_cn: 彩色电缆

source: The cable cannot be connected to that port.
zh_cn: 此电缆无法连接到该端口.

source: Connection Error
zh_cn: 连接错误

source: Deleting the current working closet is not allowed.
zh_cn: 不允许删除当前工作室。

source: Cannot Delete Working Closet -- Packet Tracer
zh_cn: 无法删除工作室 -- Packet Tracer

source: UnGroup All
zh_cn: 取消所有分组

source: Multiuser connections can't be recabled. You must delete and recreate.
zh_cn: 多用户连接无法重新建立。您必须删除并重新创建。

source: Auto-connection is only applicable to devices.
zh_cn: 自动连接仅适用于设备。

source: The cable cannot be connected to another Multiuser.
zh_cn: 此电缆无法连接到另一个多用户.

source: Create BendPoint
zh_cn: 创建BendPoint

source: Confirm Delete -- Packet Tracer
zh_cn: 确认删除 -- Packet Tracer

source: Routing Table
zh_cn: 路由表

source: Multiuser Info
zh_cn: 多用户信息

source: Do you want to delete the %1 selected items?
zh_cn: 您想要删除%1的所选项目吗？

source: Select Component(s) to cluster.
zh_cn: 选择要聚成集群的组件。

source: Duplicate MultiUser names are not allowed.
zh_cn: 不允许使用重复的多用户名称.

source: IP header has TOS field set
zh_cn: IP报头设置了TOS字段

source: DNS Cache Table
zh_cn: DNS缓存表

source: A peer (%1 at %2) wants to make a connection to one of your existing remote networks (%3). Do you want to accept this connection?
zh_cn: 一个对端(在 %2 的 %1 )想要与您的一个现有的远程网络( %3 )建立连接。您想要接受此连接吗？

source: Duplicate cluster names are not allowed.
zh_cn: 不允许使用重复的集群名称.

source: Auto-connection is not applicable for cluster(s)
zh_cn: 自动连接不适用于集群

source: ARP Table
zh_cn: ARP表

source: Link %1
zh_cn: 链路 %1

source: A peer (%1 at %2) wants to make a new remote network connection to you. Do you want to accept this connection?
zh_cn: 一个对端(在 %2 的 %1 )想要与您建立一个新的远程网络连接。您想要接受此连接吗？

source: Incoming Peer Connection
zh_cn: 传入对端连接

source: Your version of Packet Tracer does not match the remote peer's version.
zh_cn: 您的Packet Tracer版本与远程对端的版本不匹配。

source: IPv6 Routing Table
zh_cn: IPv6路由表

source: Manual
zh_cn: 手动

source: MAC Table
zh_cn: MAC表

source: QoS Queues
zh_cn: QoS队列

source: No Available Ports
zh_cn: 无可用端口

source: [Root]
zh_cn: [根节点]

source: &Delete Cluster
zh_cn: &删除集群

source: NAT Table
zh_cn: NAT表

source: Create New Link
zh_cn: 创建新链路

source: Duplicate device names are not allowed.
zh_cn: 不允许使用重复的设备名称.

source: Cluster Info
zh_cn: 集群信息

source: &Uncluster
zh_cn: &取消聚成集群

source: No PDU Info -- Packet Tracer
zh_cn: 无PDU信息 -- Packet Tracer

source: Port Status Summary Table
zh_cn: 端口状态汇总表

source: This PDU is in transit. No information is known at this point.
zh_cn: 该PDU正在传输中。 此时不知道任何信息。

source: Connection Denied
zh_cn: 连接拒绝

source: The selected cable does not match the remote cable type.
zh_cn: 所选择的电缆不匹配远程电缆类型.

source: Auto-connection is not applicable for multiuser connections.
zh_cn: 自动连接不适用于多用户连接。

source: Do you want to uncluster the components of %1?
zh_cn: 您要取消对 %1 的组件聚成集群的操作吗？

source: Realtime Mode (Shift+R)
zh_cn: 实时模式 (Shift+R)

source: switch to realtime mode
zh_cn: 切换至实时模式

source: Simulation Mode (Shift+S)
zh_cn: 模拟模式 (Shift+S)

source: Realtime
zh_cn: 实时

source: switch to simulation mode
zh_cn: 切换至模拟模式

source: Packet Tracer will now save and launch an offline copy of the multiuser networks in another instance of Packet Tracer. Do you want to continue?
zh_cn: Packet Tracer现在将要在Packet Tracer的另一个实例中保存并启动多用户网络的离线副本。您确定要继续吗？

source: Import Script Files from Directory
zh_cn: 从目录导入脚本文件

source: New script modules must be exported and added as persistent script modules before starting.
zh_cn: 新的脚本模块必须在启动之前导出并添加为永久性脚本模块。

source: Import Script Files
zh_cn: 导入脚本文件

source: A script file with the same name (%1) already exists. Do you want to replace it?
zh_cn: 具有相同名称(%1)的脚本文件已存在. 您想要替换它吗？

source: A script file with the same name already exists.
zh_cn: 具有相同名称的脚本文件已存在.

source: Cannot launch the %1 script module because it is disabled. Please enable it before trying again.
zh_cn: 无法启动%1脚本模块，因为它已被禁用。请先启用它然后再次尝试。

source: Simulation Mode
zh_cn: 模拟模式

source: Always from Same Publisher
zh_cn: 始终来自同一发布者

source: Script Contact: %1
zh_cn: 脚本联系方式: %1

source: This file requires script access to Packet Tracer's IPC functionalities with the following information. Do you want to grant it access? If you select no, the file will not open.
zh_cn: 该文件需要使用以下信息对Packet Tracer的IPC功能进行脚本访问。您要授予其访问权限吗？如果您选择否，文件将不会打开。

source: Cannot launch the %1 script module because another script module or ExApp has set itself and its allowed publishers to be the exclusive script modules/ExApps to be connected to Packet Tracer.
zh_cn: 无法启动 %1 脚本模块，因为另一个脚本模块或ExApp已将其自身及其允许的发布者设置为不可连接到Packet Tracer的脚本模块/ExAPP。

source: This file requires script access to Packet Tracer's IPC functionalities with the following information. Do you want to grant it access? If you select no, the file may not work correctly.
zh_cn: 该文件需要使用以下信息对Packet Tracer的IPC功能进行脚本访问。您要授予其访问权限吗？如果您选择否，文件可能无法正常工作。

source: Script Description: %1
zh_cn: 脚本描述: %1

source: Never from Same Publisher
zh_cn: 永不来自同一发布者

source: Required Privileges:
zh_cn: 请求特权:

source: Cannot launch the %1 script module because the effective dates of its certificate are invalid or the certificate is blacklisted. Please contact the script module author.
zh_cn: 无法启动%1 脚本模块，因为其证书的有效日期无效或证书被列入黑名单。请联系该脚本模块的作者。

source: Miscellaneous GUI
zh_cn: 杂项UI

source: Change User Interface
zh_cn: 更改用户界面

source: Cannot launch the %1 script module because publisher of this script module is in the Untrusted Publishers list. If you want to enable this script module, please go to Options->Preferences and remove the publisher.
zh_cn: 无法启动%1 脚本模块，因为此脚本模块的发布者被列入“不受信任的发布者”名单中。如果您想要启用此脚本模块，请前往“选项”->“首选项”并删除该发布者。

source: Script Author: %1
zh_cn: 脚本作者: %1

source: Publisher Certificate Information:
zh_cn: 发布者证书信息:

source: Script Module Launch
zh_cn: 脚本模块启动

source: File extension is not supported. Supported file extensions: .html .htm . php .css .js
zh_cn: 文件扩展名不受支持。 支持的文件扩展名: .html .htm . php .css .js

source: File Edit Warning
zh_cn: 文件编辑警告

source: Please fill out the file name.
zh_cn: 请填写用户名。

source: There is already a file with the same name, overwrite?
zh_cn: 已经有一个相同名称的文件，覆盖？

source: Info
zh_cn: 信息

source: Reset Network? -- Packet Tracer
zh_cn: 重置网络？ -- Packet Tracer

source: Buffer Full, Clearing Events
zh_cn: 缓存已满，正在清除事件

source: At Device
zh_cn: 在设备上

source: Last Device
zh_cn: 上一台设备

source: All PDU views are locked
zh_cn: 所有PDU视图已锁定

source: Captured to: %1 s
zh_cn: 捕获至: %1 s

source: The maximum number of events has been reached. You may clear the event list and continue from where you left off or adjust the filters to view previous events.
zh_cn: 已达到事件的最大数量。 您可以清除事件列表，然后从您中断的地方继续，或者调整过滤器以查看先前的事件。

source: View Previous Events
zh_cn: 查看前一事件

source: Capturing...
zh_cn: 正在捕获...

source: Play (Hands Free)
zh_cn: 播放(免手动)

source: Captured to: (no captures)
zh_cn: 捕获至: (无捕获)

source: Configurations not in the startup configuration will be lost. Reset the network?
zh_cn: 不在启动配置中的配置将会丢失。 确定重置网络？

source: Buffer Full -- Packet Tracer
zh_cn: 缓存已满 -- Packet Tracer

source: Go Back to Previous Event
zh_cn: 返回前一事件

source: Buffer Full, View Previous Events
zh_cn: 缓存已满，查看先前事件

source: Guest is not a valid profile.
zh_cn: 访客不是一个有效的配置。

source: This activity will reset if the user information is changed. Change the user information and reset the activity?
zh_cn: 如果更改用户信息，此活动将会重置。 确定更改用户信息并重置活动？

source: Completion:
zh_cn: 完成:

source: This activity has connectivity tests. Click on "Check Results" for evaluation.
zh_cn: 此活动有连接测试。请单击“检查结果”进行评估。

source: All unsaved changes will be lost, reset activity?
zh_cn: 所有未保存的更改将会丢失, 确定重置活动？

source: PT Activity:
zh_cn: PT活动:

source: Reset Activity? -- Packet Tracer
zh_cn: 重置活动？ -- Packet Tracer

source: Completion: %1
zh_cn: 完成: %1

source: PT Activity
zh_cn: PT活动

source: Source Device: %1 Source Port: %2 Dest. Device: %3 Dest. Port: %4 Total Cable Length: %5 Cable Type: %6
zh_cn: 源设备: %1 源端口: %2 目的设备: %3 目的端口: %4 总电缆长度: %5 电缆类型: %6

source: Frame Relay Configuration
zh_cn: 帧中继配置

source: Pots Config
zh_cn: POTS配置

source: TFTP Configuration
zh_cn: TFTP配置

source: <html><head/><body><p align="center">Cell Tower Service</p></body></html>
zh_cn: <html><head/><body><p align="center">手机发射塔服务</p></body></html>

source: Cell Device Name
zh_cn: 蜂窝设备名称

source: Cell Device UUID
zh_cn: 蜂窝设备UUID

source: Refresh
zh_cn: 刷新

source: Cell Tower Name
zh_cn: 手机发射塔名称

source: TFTP Server:
zh_cn: TFTP服务器:

source: Start IP Address
zh_cn: 起始IP地址

source: IPv6 Prefix-Delegation
zh_cn: IPv6前缀委派

source: Create
zh_cn: 创建

source: Local Pool
zh_cn: 本地地址池

source: DNS Server:
zh_cn: DNS服务器:

source: DHCPv6 Pool
zh_cn: DHCPv6地址池

source: Create Pool
zh_cn: 创建地址池

source: Remove Pool
zh_cn: 删除地址池

source: Pool List:
zh_cn: 地址池列表:

source: D N S Cache
zh_cn: D N S 缓存

source: A Record
zh_cn: A记录

source: NS Record
zh_cn: NS记录

source: DNS Configuration
zh_cn: DNS配置

source: Mail Box
zh_cn: 邮箱

source: DNS Service
zh_cn: DNS服务

source: Expiry Time
zh_cn: 过期时间

source: Minimum T T L
zh_cn: 最小T T L

source: Resourse Records
zh_cn: 资源记录

source: List
zh_cn: 列表

source: Read
zh_cn: 读取

source: Permission
zh_cn: 权限

source: FTP Configuration
zh_cn: FTP配置

source: Registration Server
zh_cn: 注册服务器

source: IoE Service
zh_cn: IoE服务

source: IoX Service
zh_cn: IoX服务

source: Key:
zh_cn: 密钥:

source: Enable
zh_cn: 启用

source: NTP Service
zh_cn: NTP服务

source: Disable
zh_cn: 禁用

source: Syslog
zh_cn: 系统日志

source: Clear Log
zh_cn: 清除日志

source: Remove File
zh_cn: 删除文件

source: AAA Sevice
zh_cn: AAA服务

source: Radius Port
zh_cn: RADIUS端口

source: ServerType
zh_cn: 服务类型

source: Incoming Packets
zh_cn: 传入数据包

source: Port0
zh_cn: 端口0

source: Port1
zh_cn: 端口1

source: Sniffer Service
zh_cn: Sniffer服务

source: Show All/None
zh_cn: 显示所有/不显示

source: Buffer Size
zh_cn: 缓存大小

source: TextLabel
zh_cn: 文本标签

source: Down
zh_cn: 禁用

source: Link
zh_cn: 链路

source: Visible Ports:
zh_cn: 可见端口:

source: Local Status
zh_cn: 本地状态

source: DLCI/Phone Number
zh_cn: DLCI/电话号码

source: Not Connected
zh_cn: 未连接

source: Link Type
zh_cn: 链路类型

source: Custom Device Model:
zh_cn: 自定义设备型号:

source: Physical Location:
zh_cn: 物理位置:

source: Line Number:
zh_cn: 线路号:

source: Gateway:
zh_cn: 网关:

source: Hostname:
zh_cn: 主机名:

source: Remote Status
zh_cn: 远程状态

source: Cannot rename file with that extension.
zh_cn: 无法使用该扩展名重命名文件.

source: Cannot create file with that extension.
zh_cn: 无法使用该扩展名创建文件.

source: Files (*.txt *.js *.css *.html *.htm *.php *.jpg *.jpeg *.gif *.bmp *.png)
zh_cn: 文件 (*.txt *.js *.css *.html *.htm *.php *.jpg *.jpeg *.gif *.bmp *.png)

source: New Directory Name:
zh_cn: 新目录名称:

source: Error creating file.
zh_cn: 创建文件出错.

source: Error creating directory.
zh_cn: 创建目录出错.

source: Delete File
zh_cn: 删除文件

source: New File Name:
zh_cn: 新文件名:

source: Open/Edit
zh_cn: 打开/编辑

source: Movie
zh_cn: 影片

source: Ensure you are no longer using this image! Deletion of utilized images will result in "file not found". Do you want to delete
zh_cn: 请确保您不再使用此图像! 删除所使用的图像将导致“文件未找到”。您确定删除吗

source: Files (*.js *.css *.html *.htm *.php *.jpg *.jpeg *.gif *.bmp *.png)
zh_cn: 文件 (*.js *.css *.html *.htm *.php *.jpg *.jpeg *.gif *.bmp *.png)

source: SaveAs Pkc..
zh_cn: 另存为Pkc..

source: SaveAs Pkz..
zh_cn: 另存为Pkz..

source: Select File
zh_cn: 选择文件

source: The file is not in the same folder as
zh_cn: 此文件与 不在同一文件夹中

source: Import Tags ...
zh_cn: 导入标签...

source: Package Path:
zh_cn: 包路径:

source: Pick a different PT file to export.
zh_cn: 选择要导出的另一个PT文件。

source: Abort Common Cartrige package export.
zh_cn: 中止Common Cartridge包导出。

source: Export File as Common Cartridge Package
zh_cn: 将文件导出为Common Cartridge包

source: Wiki page name (one to three words recommeded).
zh_cn: Wiki页面名称(推荐使用1至3个单词).

source: You can add inrormation for the file being exported to Canvas course wiki
zh_cn: 您可以为将被导出至Canvas course wiki的文件添加信息

source: Package Caption
zh_cn: 包说明

source: Descriptive title for the PT file being exported.
zh_cn: 要导出的PT文件的描述性标题。

source: Export Common Cartrige package.
zh_cn: 导出Common Cartridge包。

source: PT File Path
zh_cn: PT文件路径

source: Enable wiki page generation
zh_cn: 启用wiki页面生成

source: Select tags associated with this export. You can select multiple tags by selecting/unselecting individual table cells.
zh_cn: 选择与此导出相关的标签。 您可以通过选择/取消选择单个表格单元格来选择多个标签。

source: Import your custom tags from a tag file.
zh_cn: 从标签文件导入自定义标签。

source: Canvas Wiki Options
zh_cn: Canvas Wiki选项

source: Package Description
zh_cn: 包描述

source: Select Export Tags
zh_cn: 选择导出标签

source: Detailed description of the PT file being exported.
zh_cn: 要导出的PT文件的详细描述。

source: Tag selection table.
zh_cn: 标签选择列表.

source: Pick a different package name.
zh_cn: 选择另一个包名称。

source: Wiki Page Name
zh_cn: Wiki页面名称

source: Enable wiki page export
zh_cn: 启用wiki页面导出

source: &Close
zh_cn: &关闭

source: Below are the results of your connectivity tests:
zh_cn: 以下是您的连接测试结果:

source: Activity Results
zh_cn: 活动结果

source: Feedback Message
zh_cn: 反馈消息

source: Assessment Items
zh_cn: 评估项目

source: Feedback
zh_cn: 反馈

source: <b>text</b>
zh_cn: <b>文本</b>

source: Item Count
zh_cn: 项目计数

source: Check Answers
zh_cn: 检查答案

source: From Port
zh_cn: 源端口

source: To Port
zh_cn: 目的端口

source: Frame Relay Connections
zh_cn: 帧中继连接

source: Sublink
zh_cn: 子链路

source: Rules
zh_cn: 规则

source: Cycle Selected Image
zh_cn: 循环选择图像

source: Add Component
zh_cn: 添加组件

source: Layout
zh_cn: 布局

source: Slot Value
zh_cn: 插槽值

source: Properties
zh_cn: 属性

source: Send Item Back
zh_cn: 退回项目

source: Bring Item Forward
zh_cn: 提交项目

source: Invalid Bookmark URL -- Packet Tracer
zh_cn: 无效的书签URL -- Packet Tracer

source: Bookmark Manager
zh_cn: 书签管理器

source: Enter a valid bookmark title.
zh_cn: 输入有效的书签标题.

source: Error -- Packet Tracer
zh_cn: 错误 -- Packet Tracer

source: Bookmark does not exist.
zh_cn: 书签不存在.

source: Enter a valid bookmark URL.
zh_cn: 输入有效的书签URL.

source: Bookmark already exists.
zh_cn: 书签已存在.

source: Bookmark Title
zh_cn: 书签标题

source: Invalid Bookmark Title -- Packet Tracer
zh_cn: 无效的书签标题 -- Packet Tracer

source: Home
zh_cn: 家庭

source: Device Template Manager
zh_cn: 设备模板管理器

source: Template:
zh_cn: 模板:

source: Boards
zh_cn: 面板

source: Update
zh_cn: 更新

source: Smart City
zh_cn: 智慧城市

source: Sensors
zh_cn: 传感器

source: Actuators
zh_cn: 执行器

source: Power Grid
zh_cn: 电网

source: Industrial
zh_cn: 工业公司

source: To create a Template Device, press the "Select" button and then select a device from the workspace.
zh_cn: 要创建模板设备，请单击“选择”按钮，然后从工作区中选择一台设备。

source: RIP Routing
zh_cn: RIP路由

source: Network Address
zh_cn: 网络地址

source: Please enter client name!
zh_cn: 请输入客户端名称!

source: There are no clients selected!
zh_cn: 未选择任何客户端!

source: This MAC Address has already been reserved! It can't be added twice.
zh_cn: 此MAC地址已被保留! 它不能被添加两次。

source: The MAC Address is not correct!!
zh_cn: MAC地址不正确!!

source: <html><head/><body><p align="center">PAP / CHAP CONFIGURATION</p></body></html>
zh_cn: <html><head/><body><p align="center">PAP / CHAP 配置</p></body></html>

source: PAP/CHAP Configuration
zh_cn: PAP/CHAP配置

source: VLAN Configuration
zh_cn: VLAN配置

source: VLAN No
zh_cn: VLAN编号

source: Switch VLAN Config
zh_cn: 交换机VLAN配置

source: Lock
zh_cn: 锁定

source: Physical
zh_cn: 物理

source: Usage
zh_cn: 用量

source: PC Wireless
zh_cn: PC无线

source: Smart Device
zh_cn: 智能设备

source: Thing Editor
zh_cn: 事件管理器

source: Original Size
zh_cn: 原始大小

source: <html><head/><body><p align="center">Email</p></body></html>
zh_cn: <html><head/><body><p align="center">电子邮件</p></body></html>

source: Paste to CLI
zh_cn: 粘贴至CLI

source: AAA Accounting
zh_cn: AAA记账

source: IOS Command Line Interface
zh_cn: IOS命令行界面

source: USB Ports
zh_cn: USB端口

source: I/O Config
zh_cn: I/O配置

source: Config
zh_cn: 配置

source: Digital Slots
zh_cn: 数字插槽

source: Adding Modules: Drag the module to an available slot on the device. Removing Modules: Drag the module from the device to the module list.
zh_cn: 添加模块: 将模块拖动到设备上的可用插槽中。 删除模块: 将模块从设备上拖动到模块列表中。

source: Customize Device Image in Logical View
zh_cn: 在逻辑视图中自定义设备图像

source: Physical Device View
zh_cn: 物理设备视图

source: Copy to Clipboard
zh_cn: 复制到剪贴板

source: Customize Device Image in Physical View
zh_cn: 在物理视图中自定义设备图像

source: Attributes
zh_cn: 属性

source: textLabel2
zh_cn: 文本标签2

source: Property
zh_cn: 属性

source: Cisco IP Communicator
zh_cn: Cisco IP通信客户端

source: Lock HTML
zh_cn: 锁定HTML

source: Customize Icon in Logical View
zh_cn: 在逻辑视图中自定义图标

source: Dial-up
zh_cn: 拨号

source: Base Device Widget
zh_cn: 基本设备小部件

source: Network Adapter
zh_cn: 网络适配器

source: Services
zh_cn: 服务

source: Properties:
zh_cn: 属性:

source: Customize Icon in Physical View
zh_cn: 在物理视图中自定义图标

source: Analog Slots
zh_cn: 模拟插槽

source: Don't Lock
zh_cn: 请勿锁定

source: Equivalent IOS Commands
zh_cn: 等效的IOS命令

source: Specifications
zh_cn: 规格

source: Attributes:
zh_cn: 属性:

source: Invalid MAC address entered.
zh_cn: 输入的MAC地址无效.

source: IPv6 Mask is invalid.
zh_cn: IPv6掩码无效.

source: Software/Services
zh_cn: 软件/服务

source: Custom Interface
zh_cn: 自定义界面

source: PPPOE Dialer
zh_cn: PPPOE拨号

source: MODULES
zh_cn: 模块

source: Adding Modules: Drag the module to an available slot on the device. Removing Modules: e module from the device to the module list.
zh_cn: 添加模块: 将模块拖动到设备上的可用插槽中。 删除模块: 将模块从设备上拖动到模块列表中。

source: IPv6 Address is invalid.
zh_cn: IPv6地址无效.

source: GLOBAL
zh_cn: 全局

source: AAA Viewer
zh_cn: AAA查看器

source: Open Email Browser
zh_cn: 打开电子邮件浏览器

source: Open Firewall Application
zh_cn: 打开防火墙应用程序

source: Device must be powered on.
zh_cn: 设备必须加电.

source: Script module (%1) not found.
zh_cn: 脚本模块(%1)未找到.

source: Programming
zh_cn: 程序设计

source: Cannot remove a module when the power is on.
zh_cn: 无法在设备加电时删除模块。

source: INTERFACE
zh_cn: 接口

source: Open Cisco IP Communicator
zh_cn: 打开Cisco IP通信客户端

source: Open Netflow Collector Application
zh_cn: 打开Netflow Collector应用程序

source: Open MIB Browser
zh_cn: 打开MIB浏览器

source: Open IPv6 Firewall Application
zh_cn: 打开IPv6防火墙应用程序

source: Invalid Subnet Mask
zh_cn: 无效的子网掩码

source: Open IoX IDE
zh_cn: 打开IoX IDE

source: Open Web Browser Window
zh_cn: 打开Web浏览器窗口
